<!DOCTYPE html>
<html lang="en">
<head>
	<title>Read it!好书推荐</title>
	<meta charset="utf-8">
	<link rel="stylesheet" type="text/css" href="css/reset.css">
	<link rel="stylesheet" type="text/css" href="css/books.css">

</head>
<body>

	<header>

		<div class="wrapper">
			<a href="" class="logo"> <img src="images/book.jpg" alt="" /> </a>
			<nav>
				<ul>
					<li><a href="https://baike.baidu.com/item/曹雪芹/14919">作者百科</a></li>
					<li><a href="https://baike.baidu.com/item/红楼梦/15311">了解更多</a></li>
					<li><a href="mainbody.html">返回主界面</a></li>
				</ul>
			</nav>
		</div>
		
	</header>

	<section class="billboard" >
		<section class="caption">
			<p class="cap_title">馆藏信息</p>
			<p class="cap_desc">类别：小说<br>ISBN号：I-00016</p><br>
			<p class="cap_title">作者信息</p>
			<p class="cap_desc">作者：曹雪芹<br>作者简介：曹雪芹（约1715年5月28日—约1763年2月12日），名沾，字梦阮，号雪芹，又号芹溪、芹圃，中国古典名著《红楼梦》的作者，祖籍存在争议（辽宁辽阳、河北丰润或辽宁铁岭），出生于江宁（今南京），曹雪芹出身清代内务府正白旗包衣世家，他是江宁织造曹寅之孙，曹顒之子（一说曹頫之子）。<br>曹雪芹早年在南京江宁织造府亲历了一段锦衣纨绔、富贵风流的生活。曾祖父曹玺任江宁织造；曾祖母孙氏做过康熙帝的保姆；祖父曹寅做过康熙帝的伴读和御前侍卫，后任江宁织造，兼任两淮巡盐监察御使，极受康熙宠信。雍正六年（1728年），曹家因亏空获罪被抄家，曹雪芹随家人迁回北京老宅。后又移居北京西郊，靠卖字画和朋友救济为生。曹家从此一蹶不振，日渐衰微。经历了生活中的重大转折，曹雪芹深感世态炎凉，对封建社会有了更清醒、更深刻的认识。他蔑视权贵，远离官场，过着贫困如洗的艰难日子。曹雪芹素性放达，爱好广泛，对金石、诗书、绘画、园林、中医、织补、工艺、饮食等均有所研究。他以坚韧不拔的毅力，历经多年艰辛，终于创作出极具思想性、艺术性的伟大作品——《红楼梦》。晚年，曹雪芹移居北京西郊。生活更加穷苦，“满径蓬蒿”，“举家食粥酒常赊”。<br>乾隆二十七年（1762年），幼子夭亡，他陷于过度的忧伤和悲痛，卧床不起。乾隆二十八年（1763年）除夕（2月12日），因贫病无医而逝。关于曹雪芹逝世的年份，另有乾隆二十九年除夕（1764年2月1日）、甲申（1764年）初春之说。</p><br>
			<p class="cap_title">图书简介</p>
			<p class="cap_desc">《红楼梦》，中国古代章回体长篇小说，又名《石头记》等，被列为中国古典四大名著之首，一般认为是清代作家曹雪芹所著。小说以贾、史、王、薛四大家族的兴衰为背景，以富贵公子贾宝玉为视角，描绘了一批举止见识出于须眉之上的闺阁佳人的人生百态，展现了真正的人性美和悲剧美，可以说是一部从各个角度展现女性美以及中国古代社会世态百相的史诗性著作。<br>《红楼梦》是一部具有世界影响力的人情小说，举世公认的中国古典小说巅峰之作，中国封建社会的百科全书，传统文化的集大成者。小说以“大旨谈情，实录其事”自勉，只按自己的事体情理，按迹循踪，摆脱旧套，新鲜别致，取得了非凡的艺术成就。“真事隐去，假语村言”的特殊笔法更是令后世读者脑洞大开，揣测之说久而遂多。二十世纪以来，学术界因《红楼梦》异常出色的艺术成就和丰富深刻的思想底蕴而产生了以《红楼梦》为研究对象的专门学问——红学。</p><br>
			<p class="cap_title">精彩书评</p>
			<p class="cap_desc">近代文学家王国维：《红楼梦》，哲学的也，宇宙的也，文学的也。此《红楼梦》之所以大背于吾国人之精神，而其价值亦即存乎此。……《红楼梦》一书与一切喜剧相反，彻头彻尾之悲剧也！<br>近代教育家蔡元培：《石头记》者，清康熙朝政治小说也。作者持民族主义甚挚，书中本事在吊明之亡，揭清之失，而尤于汉族名士仕清者离痛惜之意。<br>近代诗人黄遵宪：《红楼梦》乃开天辟地、从古到今第一部好小说，当与日月争光，万古不磨者。</p><br>
			<br>
		</section>
	</section>
	
	<footer>
		<div class="wrapper">
			<div class="f_cols">
				<h1>地址</h1>
				<p>浙江省杭州市临安区浙江农林大学东湖校区<br>邮编：311300</p> 	
				<a href="https://www.gaode.com/search?id=B023B07KSJ&city=330112&geoobj=116.261551%7C39.854229%7C116.584961%7C39.981148&query_type=IDQ&query=%E6%B5%99%E6%B1%9F%E5%86%9C%E6%9E%97%E5%A4%A7%E5%AD%A6(%E4%B8%9C%E6%B9%96%E6%A0%A1%E5%8C%BA)&zoom=12" class="map">查看地图<span class="arrow">&nbsp;</span></a>	
			</div>	
		</div></div></div>
	</footer>
	